Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# shortcut.recorder.clear
source: Unbind
ar: إلغاء الربط
de: Aufheben
es: Desvincular
fr: Dissocier
ja: 割り当て解除
ko: 할당 해제
zh_hans: 解绑
zh_hant: 解除綁定

# shortcut.recorder.clear.help
source: Unbind shortcut
ar: إلغاء ربط الاختصار
de: Tastenkombination aufheben
es: Desvincular atajo
fr: Dissocier le raccourci
ja: ショートカットの割り当てを解除
ko: 단축키 할당 해제
zh_hans: 解绑快捷键
zh_hant: 解除綁定快速鍵

# shortcut.recorder.error.bareKeyNotAllowed
source: Shortcuts must include ⌘ ⌥ ⌃ or ⇧
ar: يجب أن تتضمن الاختصارات ⌘ أو ⌥ أو ⌃ أو ⇧
de: Tastenkombinationen müssen ⌘ ⌥ ⌃ oder ⇧ enthalten
es: Los atajos deben incluir ⌘ ⌥ ⌃ o ⇧
fr: Les raccourcis doivent inclure ⌘ ⌥ ⌃ ou ⇧
ja: ショートカットには ⌘ ⌥ ⌃ または ⇧ を含める必要があります
ko: 단축키에는 ⌘ ⌥ ⌃ 또는 ⇧가 포함되어야 합니다.
zh_hans: 快捷键必须包含 ⌘ ⌥ ⌃ 或 ⇧
zh_hant: 快速鍵必須包含 ⌘ ⌥ ⌃ 或 ⇧

# shortcut.recorder.error.conflictsWithAction
source: This shortcut conflicts with %@ (%@).
ar: يتعارض هذا الاختصار مع %@ (%@).
de: Diese Tastenkombination steht im Konflikt mit %@ (%@).
es: Este atajo tiene un conflicto con %@ (%@).
fr: Ce raccourci entre en conflit avec %@ (%@).
ja: このショートカットは %@（%@）と競合しています。
ko: 이 단축키는 %@ (%@)와 충돌합니다.
zh_hans: 此快捷键与 %@（%@）冲突。
zh_hant: 此快速鍵與 %@ (%@) 衝突。

# shortcut.recorder.error.conflictsWithAction.swap
source: This shortcut conflicts with %@ (%@). Swap shortcuts?
ar: يتعارض هذا الاختصار مع %@ (%@). هل تريد مبادلة الاختصارات؟
de: Diese Tastenkombination steht im Konflikt mit %@ (%@). Tastenkombinationen tauschen?
es: Este atajo tiene un conflicto con %@ (%@). ¿Intercambiar atajos?
fr: Ce raccourci entre en conflit avec %@ (%@). Échanger les raccourcis ?
ja: このショートカットは %@（%@）と競合しています。ショートカットを入れ替えますか？
ko: 이 단축키는 %@ (%@)와 충돌합니다. 단축키를 맞바꾸시겠습니까?
zh_hans: 此快捷键与 %@（%@）冲突。要互换快捷键吗？
zh_hant: 此快速鍵與 %@ (%@) 衝突。要交換快速鍵嗎？

# shortcut.recorder.error.numberedShortcutRequiresDigit
source: Use a digit from 1 through 9.
ar: استخدم رقمًا من 1 إلى 9.
bs: Koristite cifru od 1 do 9.
da: Brug et tal fra 1 til 9.
de: Verwende eine Ziffer von 1 bis 9.
es: Usa un dígito del 1 al 9.
fr: Utilisez un chiffre de 1 à 9.
it: Usa una cifra da 1 a 9.
ja: 1 から 9 の数字を使ってください。
ko: 1부터 9까지의 숫자를 사용하세요.
nb: Bruk et tall fra 1 til 9.
pl: Użyj cyfry od 1 do 9.
pt_br: Use um dígito de 1 a 9.
ru: Используйте цифру от 1 до 9.
th: ใช้ตัวเลขตั้งแต่ 1 ถึง 9
tr: 1 ile 9 arasında bir rakam kullanın.
uk: Використайте цифру від 1 до 9.
zh_hans: 请使用 1 到 9 的数字。
zh_hant: 請使用 1 到 9 的數字。

# shortcut.recorder.error.reservedBySystem
source: This keystroke is reserved by macOS.
ar: ضربة المفتاح هذه محجوزة بواسطة نظام macOS.
de: Dieser Tastendruck ist von macOS reserviert.
es: Esta combinación de teclas está reservada por macOS.
fr: Cette combinaison de touches est réservée par macOS.
ja: このキー入力は macOS によって予約されています。
ko: 이 키 입력은 macOS용으로 예약되어 있습니다.
zh_hans: 此按键组合已被 macOS 保留。
zh_hant: 此按鍵組合已被 macOS 保留。

# shortcut.recorder.error.systemWideHotkeyRequiresModifier
source: System-wide hotkeys must include Command, Option, or Control.
ar: يجب أن تتضمن مفاتيح الاختصار على مستوى النظام Command أو Option أو Control.
de: Systemweite Hotkeys müssen die Befehls-, Wahl- oder Steuerungstaste enthalten.
es: Los atajos globales del sistema deben incluir Command, Option o Control.
fr: Les raccourcis globaux du système doivent inclure Commande, Option ou Contrôle.
ja: システム全体のホットキーには Command、Option、または Control を含める必要があります。
ko: 시스템 전체 단축키에는 Command, Option 또는 Control이 포함되어야 합니다.
zh_hans: 全局热键必须包含 Command、Option 或 Control。
zh_hant: 全域快速鍵必須包含 Command、Option 或 Control。

# shortcut.recorder.restore
source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ko: 복원
zh_hans: 恢复
zh_hant: 還原

# shortcut.recorder.restore.help
source: Restore previous shortcut
ar: استعادة الاختصار السابق
de: Vorherige Tastenkombination wiederherstellen
es: Restaurar atajo anterior
fr: Restaurer le raccourci précédent
ja: 前のショートカットを復元
ko: 이전 단축키 복원
zh_hans: 恢复上一个快捷键
zh_hant: 還原上一個快速鍵

# shortcut.recorder.swap
source: Swap
ar: مبادلة
de: Tauschen
es: Intercambiar
fr: Échanger
ja: 入れ替え
ko: 맞바꾸기
zh_hans: 互换
zh_hant: 交換

# shortcut.recorder.undo
source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
ja: 元に戻す
ko: 실행 취소
zh_hans: 撤销
zh_hant: 復原

# shortcut.renameTab.label
source: Rename Tab
ar: إعادة تسمية اللسان
bs: Preimenuj tab
da: Omdøb fane
de: Tab umbenennen
es: Renombrar pestaña
fr: Renommer l'onglet
it: Rinomina scheda
ja: タブ名を変更
ko: 탭 이름 변경
nb: Gi fanen nytt navn
pl: Zmień nazwę karty
pt_br: Renomear Aba
ru: Переименовать вкладку
th: เปลี่ยนชื่อแท็บ
tr: Sekmeyi Yeniden Adlandır
uk: Перейменувати вкладку
zh_hans: 重命名标签页
zh_hant: 重新命名標籤頁

# shortcut.renameWorkspace.label
source: Rename Workspace
ar: إعادة تسمية مساحة العمل
bs: Preimenuj radni prostor
da: Omdøb arbejdsområde
de: Arbeitsbereich umbenennen
es: Renombrar espacio de trabajo
fr: Renommer l'espace de travail
it: Rinomina area di lavoro
ja: ワークスペース名を変更
ko: 작업 공간 이름 변경
nb: Gi arbeidsområdet nytt navn
pl: Zmień nazwę przestrzeni roboczej
pt_br: Renomear Área de Trabalho
ru: Переименовать рабочее пространство
th: เปลี่ยนชื่อเวิร์กสเปซ
tr: Çalışma Alanını Yeniden Adlandır
uk: Перейменувати робочу область
zh_hans: 重命名工作区
zh_hant: 重新命名工作區

# shortcut.reopenPreviousSession.label
source: Restore Previous App Launch
ar: استعادة تشغيل التطبيق السابق
de: Vorherigen App-Start wiederherstellen
es: Restaurar inicio anterior de la aplicación
fr: Restaurer le lancement précédent de l’application
ja: 前回のアプリ起動を復元
ko: 이전 앱 실행 복원
zh_hans: 恢复上次应用启动的状态
zh_hant: 還原上一次啟動的應用程式

# shortcut.resetWorkspaceColor.label
source: Reset Workspace Color
ar: إعادة تعيين لون مساحة العمل
de: Farbe des Arbeitsbereichs zurücksetzen
es: Restablecer color del espacio de trabajo
fr: Réinitialiser la couleur de l’espace de travail
ja: ワークスペース色をリセット
ko: 작업 공간 색상 재설정
zh_hans: 重置工作区颜色
zh_hant: 重設工作區顏色

# shortcut.resetWorkspaceTerminalFontSize.label
source: Reset Font Size for Workspace Terminals
ar: إعادة تعيين حجم الخط لطرفيات مساحة العمل
de: Schriftgröße für Terminals im Arbeitsbereich zurücksetzen
es: Restablecer tamaño de fuente para terminales del espacio de trabajo
fr: Réinitialiser la taille de la police pour les terminaux d’espace de travail
ja: ワークスペース内のターミナルのフォントサイズをリセット
ko: 작업 공간 터미널 글꼴 크기 재설정
zh_hans: 重置工作区终端字号
zh_hant: 重設工作區終端機的字型大小

# shortcut.saveFilePreview.label
source: Save File Preview
ar: حفظ معاينة الملف
bs: Spremi pregled datoteke
da: Gem filforhåndsvisning
de: Dateivorschau speichern
es: Guardar vista previa del archivo
fr: Enregistrer l’aperçu du fichier
it: Salva anteprima file
ja: ファイルプレビューを保存
ko: 파일 미리보기 저장
nb: Lagre filforhåndsvisning
pl: Zapisz podgląd pliku
pt_br: Salvar prévia do arquivo
ru: Сохранить предпросмотр файла
th: บันทึกตัวอย่างไฟล์
tr: Dosya önizlemesini kaydet
uk: Зберегти попередній перегляд файлу
zh_hans: 保存文件预览
zh_hant: 儲存檔案預覽

# shortcut.saveLayoutTemplate.label
source: Save Layout as Template…
ar: حفظ التخطيط كقالب…
de: Layout als Vorlage speichern…
es: Guardar diseño como plantilla…
fr: Enregistrer la disposition comme modèle…
ja: レイアウトをテンプレートとして保存…
ko: 레이아웃을 템플릿으로 저장…
zh_hans: 将布局保存为模板…
zh_hant: 儲存版面配置為範本…

# shortcut.selectSurfaceByNumber.label
source: Select Surface 1…9
ar: تحديد السطح 1…9
de: Oberfläche 1…9 auswählen
es: Seleccionar superficie 1…9
fr: Sélectionner la surface d’affichage 1…9
ja: サーフェス 1…9 を選択
ko: 서피스 1…9 선택
uk: Вибрати поверхню 1…9
zh_hans: 选择表面 1…9
zh_hant: 選擇介面 1…9

# shortcut.selectWorkspaceByNumber.label
source: Select Workspace 1…9
ar: تحديد مساحة العمل 1…9
de: Arbeitsbereich 1…9 auswählen
es: Seleccionar espacio de trabajo 1…9
fr: Sélectionner l’espace de travail 1…9
ja: ワークスペース 1…9 を選択
ko: 워크스페이스 1…9 선택
uk: Вибрати робочу область 1…9
zh_hans: 选择工作区 1…9
zh_hant: 選擇工作區 1…9

# shortcut.sendCtrlFToTerminal.label
source: Send Ctrl-F to Terminal
ar: إرسال Ctrl-F إلى الطرفية
de: Strg-F an Terminal senden
es: Enviar Ctrl-F a la terminal
fr: Envoyer Ctrl-F au terminal
ja: ターミナルにCtrl-Fを送信
ko: 터미널에 Ctrl-F 전송
zh_hans: 向终端发送 Ctrl-F
zh_hant: 傳送 Ctrl-F 至終端機

# shortcut.setWorkspaceColorAmber.label
source: Workspace Color: Amber
ar: لون مساحة العمل: كهرماني
de: Farbe des Arbeitsbereichs: Bernstein
es: Color del espacio de trabajo: Ámbar
fr: Couleur de l’espace de travail : Ambre
ja: ワークスペース色: アンバー
ko: 작업 공간 색상: 앰버
zh_hans: 工作区颜色：琥珀色
zh_hant: 工作區顏色：琥珀色

# shortcut.setWorkspaceColorAqua.label
source: Workspace Color: Aqua
ar: لون مساحة العمل: مائي
de: Farbe des Arbeitsbereichs: Aqua
es: Color del espacio de trabajo: Aqua
fr: Couleur de l’espace de travail : Aqua
ja: ワークスペース色: アクア
ko: 작업 공간 색상: 아쿠아
zh_hans: 工作区颜色：水蓝色
zh_hant: 工作區顏色：水藍色

# shortcut.setWorkspaceColorBlue.label
source: Workspace Color: Blue
ar: لون مساحة العمل: أزرق
de: Farbe des Arbeitsbereichs: Blau
es: Color del espacio de trabajo: Azul
fr: Couleur de l’espace de travail : Bleu
ja: ワークスペース色: 青
ko: 작업 공간 색상: 파란색
zh_hans: 工作区颜色：蓝色
zh_hant: 工作區顏色：藍色

# shortcut.setWorkspaceColorCrimson.label
source: Workspace Color: Crimson
ar: لون مساحة العمل: قرمزي
de: Farbe des Arbeitsbereichs: Karmesinrot
es: Color del espacio de trabajo: Carmesí
fr: Couleur de l’espace de travail : Cramoisi
ja: ワークスペース色: クリムゾン
ko: 작업 공간 색상: 크림슨
zh_hans: 工作区颜色：绯红色
zh_hant: 工作區顏色：緋紅色

# shortcut.setWorkspaceColorGreen.label
source: Workspace Color: Green
ar: لون مساحة العمل: أخضر
de: Farbe des Arbeitsbereichs: Grün
es: Color del espacio de trabajo: Verde
fr: Couleur de l’espace de travail : Vert
ja: ワークスペース色: 緑
ko: 작업 공간 색상: 초록색
zh_hans: 工作区颜色：绿色
zh_hant: 工作區顏色：綠色

# shortcut.setWorkspaceColorOlive.label
source: Workspace Color: Olive
ar: لون مساحة العمل: زيتوني
de: Farbe des Arbeitsbereichs: Olivgrün
es: Color del espacio de trabajo: Oliva
fr: Couleur de l’espace de travail : Olive
ja: ワークスペース色: オリーブ
ko: 작업 공간 색상: 올리브
zh_hans: 工作区颜色：橄榄色
zh_hant: 工作區顏色：橄欖綠

# shortcut.setWorkspaceColorOrange.label
source: Workspace Color: Orange
ar: لون مساحة العمل: برتقالي
de: Farbe des Arbeitsbereichs: Orange
es: Color del espacio de trabajo: Naranja
fr: Couleur de l’espace de travail : Orange
ja: ワークスペース色: オレンジ
ko: 작업 공간 색상: 주황색
zh_hans: 工作区颜色：橙色
zh_hant: 工作區顏色：橘色

# shortcut.setWorkspaceColorRed.label
source: Workspace Color: Red
ar: لون مساحة العمل: أحمر
de: Farbe des Arbeitsbereichs: Rot
es: Color del espacio de trabajo: Rojo
fr: Couleur de l’espace de travail : Rouge
ja: ワークスペース色: 赤
ko: 작업 공간 색상: 빨간색
zh_hans: 工作区颜色：红色
zh_hant: 工作區顏色：紅色

# shortcut.setWorkspaceColorTeal.label
source: Workspace Color: Teal
ar: لون مساحة العمل: أزرق مخضر
de: Farbe des Arbeitsbereichs: Blaugrün
es: Color del espacio de trabajo: Verde azulado
fr: Couleur de l’espace de travail : Sarcelle
ja: ワークスペース色: ティール
ko: 작업 공간 색상: 청록색
zh_hans: 工作区颜色：青色
zh_hant: 工作區顏色：藍綠色

# shortcut.showBrowserJSConsole.label
source: Show Browser JavaScript Console
ar: عرض وحدة تحكم JavaScript للمتصفح
bs: Prikaži JavaScript konzolu preglednika
da: Vis browser JavaScript-konsol
de: Browser-JavaScript-Konsole anzeigen
es: Mostrar consola de JavaScript del navegador
fr: Afficher la console JavaScript du navigateur
it: Mostra console JavaScript del browser
ja: ブラウザ JavaScript コンソールを表示
ko: 브라우저 JavaScript 콘솔 표시
nb: Vis JavaScript-konsoll i nettleser
pl: Pokaż konsolę JavaScript przeglądarki
pt_br: Mostrar Console JavaScript do Navegador
ru: Показать консоль JavaScript в браузере
th: แสดงคอนโซล JavaScript ของเบราว์เซอร์
tr: Tarayıcı JavaScript Konsolunu Göster
uk: Показати консоль JavaScript браузера
zh_hans: 显示浏览器 JavaScript 控制台
zh_hant: 顯示瀏覽器 JavaScript 主控台

# shortcut.showNotifications.label
source: Show Notifications
ar: عرض الإشعارات
bs: Prikaži obavještenja
da: Vis notifikationer
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fr: Afficher les notifications
it: Mostra notifiche
ja: 通知を表示
ko: 알림 표시
nb: Vis varsler
pl: Pokaż powiadomienia
pt_br: Mostrar Notificações
ru: Показать уведомления
th: แสดงการแจ้งเตือน
tr: Bildirimleri Göster
uk: Показати сповіщення
zh_hans: 显示通知
zh_hant: 顯示通知

# shortcut.simulatorHome.label
source: Simulator: Home
ar: المحاكي: الصفحة الرئيسية
de: Simulator: Startbildschirm
es: Simulador: Inicio
fr: Simulateur : Accueil
ja: Simulator: ホーム
ko: 시뮬레이터: 홈
zh_hans: 模拟器：主屏幕
zh_hant: 模擬器：主畫面

# shortcut.simulatorRotateLeft.label
source: Simulator: Rotate Left
ar: المحاكي: تدوير لليسار
de: Simulator: Nach links drehen
es: Simulador: Rotar a la izquierda
fr: Simulateur : Pivoter vers la gauche
ja: Simulator: 左に回転
ko: 시뮬레이터: 왼쪽으로 회전
zh_hans: 模拟器：向左旋转
zh_hant: 模擬器：向左旋轉

# shortcut.simulatorRotateRight.label
source: Simulator: Rotate Right
ar: المحاكي: تدوير لليمين
de: Simulator: Nach rechts drehen
es: Simulador: Rotar a la derecha
fr: Simulateur : Pivoter vers la droite
ja: Simulator: 右に回転
ko: 시뮬레이터: 오른쪽으로 회전
zh_hans: 模拟器：向右旋转
zh_hant: 模擬器：向右旋轉

# shortcut.simulatorToggleAppearance.label
source: Simulator: Toggle Appearance
ar: المحاكي: تبديل المظهر
de: Simulator: Erscheinungsbild umschalten
es: Simulador: Alternar apariencia
fr: Simulateur : Basculer l’apparence
ja: Simulator: 外観を切り替え
ko: 시뮬레이터: 외양 전환
zh_hans: 模拟器：切换外观
zh_hant: 模擬器：切換外觀

# shortcut.simulatorToggleSoftwareKeyboard.label
source: Simulator: Toggle Software Keyboard
ar: المحاكي: تبديل لوحة المفاتيح البرمجية
de: Simulator: Bildschirmtastatur umschalten
es: Simulador: Alternar teclado en pantalla
fr: Simulateur : Basculer le clavier logiciel
ja: Simulator: ソフトウェアキーボードを切り替え
ko: 시뮬레이터: 소프트웨어 키보드 전환
zh_hans: 模拟器：切换软键盘
zh_hant: 模擬器：切換軟體鍵盤

# shortcut.splitBrowserDown.label
source: Split Browser Down
ar: تقسيم المتصفح للأسفل
bs: Podijeli preglednik dolje
da: Opdel browser nedad
de: Browser nach unten teilen
es: Dividir navegador hacia abajo
fr: Diviser le navigateur vers le bas
it: Dividi browser in basso
ja: ブラウザを下に分割
ko: 브라우저를 아래로 분할
nb: Del nettleser ned
pl: Podziel przeglądarkę w dół
pt_br: Dividir Navegador para Baixo
ru: Разделить браузер вниз
th: แยกเบราว์เซอร์ลงล่าง
tr: Tarayıcıyı Aşağı Böl
uk: Розділити браузер вниз
zh_hans: 向下拆分浏览器
zh_hant: 向下分割瀏覽器

# shortcut.splitBrowserRight.label
source: Split Browser Right
ar: تقسيم المتصفح لليمين
bs: Podijeli preglednik desno
da: Opdel browser til højre
de: Browser nach rechts teilen
es: Dividir navegador a la derecha
fr: Diviser le navigateur à droite
it: Dividi browser a destra
ja: ブラウザを右に分割
ko: 브라우저를 오른쪽으로 분할
nb: Del nettleser til høyre
pl: Podziel przeglądarkę w prawo
pt_br: Dividir Navegador à Direita
ru: Разделить браузер вправо
th: แยกเบราว์เซอร์ไปทางขวา
tr: Tarayıcıyı Sağa Böl
uk: Розділити браузер праворуч
zh_hans: 向右拆分浏览器
zh_hant: 向右分割瀏覽器

# shortcut.splitDown.label
source: Split Down
ar: تقسيم للأسفل
bs: Podijeli dolje
da: Opdel nedad
de: Nach unten teilen
es: Dividir hacia abajo
fr: Diviser vers le bas
it: Dividi in basso
ja: 下に分割
ko: 아래로 분할
nb: Del ned
pl: Podziel w dół
pt_br: Dividir para Baixo
ru: Разделить вниз
th: แยกลงล่าง
tr: Aşağı Böl
uk: Розділити вниз
zh_hans: 向下拆分
zh_hant: 向下分割

# shortcut.splitRight.label
source: Split Right
ar: تقسيم لليمين
bs: Podijeli desno
da: Opdel til højre
de: Nach rechts teilen
es: Dividir a la derecha
fr: Diviser à droite
it: Dividi a destra
ja: 右に分割
ko: 오른쪽으로 분할
nb: Del til høyre
pl: Podziel w prawo
pt_br: Dividir à Direita
ru: Разделить вправо
th: แยกไปทางขวา
tr: Sağa Böl
uk: Розділити праворуч
zh_hans: 向右拆分
zh_hant: 向右分割

# shortcut.switchRightSidebarToDock.label
source: Show Sidebar Dock
ar: إظهار منصة الشريط الجانبي
de: Seitenleisten-Dock anzeigen
es: Mostrar Dock de la barra lateral
fr: Afficher le Dock de la barre latérale
ja: サイドバーのDockを表示
ko: 사이드바 Dock 표시
zh_hans: 显示侧边栏 Dock
zh_hant: 顯示側邊欄 Dock

# shortcut.switchRightSidebarToFeed.label
source: Show Sidebar Feed
ar: إظهار موجز الشريط الجانبي
de: Seitenleisten-Feed anzeigen
es: Mostrar feed de la barra lateral
fr: Afficher le flux de la barre latérale
ja: サイドバーのフィードを表示
ko: 사이드바 피드 표시
zh_hans: 显示侧边栏 Feed
zh_hant: 顯示側邊欄動態

# shortcut.switchRightSidebarToFiles.label
source: Show Sidebar Files
ar: إظهار ملفات الشريط الجانبي
de: Seitenleisten-Dateien anzeigen
es: Mostrar archivos de la barra lateral
fr: Afficher les fichiers de la barre latérale
ja: サイドバーのファイルを表示
ko: 사이드바 파일 표시
zh_hans: 显示侧边栏文件
zh_hant: 顯示側邊欄檔案

# shortcut.switchRightSidebarToFind.label
source: Show Sidebar Find
ar: إظهار بحث الشريط الجانبي
de: Seitenleisten-Suche anzeigen
es: Mostrar búsqueda de la barra lateral
fr: Afficher la recherche de la barre latérale
ja: サイドバーの検索を表示
ko: 사이드바 찾기 표시
zh_hans: 显示侧边栏查找
zh_hant: 顯示側邊欄尋找

# shortcut.switchRightSidebarToMachines.label
source: Show Sidebar Cloud
ar: إظهار سحابة الشريط الجانبي
de: Seitenleisten-Cloud anzeigen
es: Mostrar nube de la barra lateral
fr: Afficher le cloud de la barre latérale
ja: サイドバーのクラウドを表示
ko: 사이드바 클라우드 표시
zh_hans: 显示侧边栏 Cloud
zh_hant: 顯示側邊欄雲端

# shortcut.switchRightSidebarToSessions.label
source: Show Sidebar Vault
ar: إظهار خزنة الشريط الجانبي
de: Seitenleisten-Tresor anzeigen
es: Mostrar bóveda de la barra lateral
fr: Afficher le coffre de la barre latérale
ja: サイドバーのボールトを表示
ko: 사이드바 볼트 표시
zh_hans: 显示侧边栏 Vault
zh_hant: 顯示側邊欄保險箱

# shortcut.toggleBrowserDesignMode.label
source: Toggle Browser Design Mode
ar: تبديل وضع تصميم المتصفح
de: Browser-Designmodus umschalten
es: Alternar modo de diseño del navegador
fr: Basculer le mode conception du navigateur
ja: ブラウザデザインモードを切り替え
ko: 브라우저 디자인 모드 전환
zh_hans: 切换浏览器设计模式
zh_hant: 切換瀏覽器設計模式

# shortcut.toggleBrowserDevTools.label
source: Toggle Browser Developer Tools
ar: تبديل أدوات المطور للمتصفح
bs: Prebaci razvojne alate preglednika
da: Slå browserudviklerværktøjer til/fra
de: Browser-Entwicklerwerkzeuge ein-/ausblenden
es: Alternar herramientas de desarrollo del navegador
fr: Afficher/masquer les outils de développement du navigateur
it: Attiva/Disattiva Strumenti sviluppatore browser
ja: ブラウザデベロッパツールを切替
ko: 브라우저 개발자 도구 전환
nb: Slå utviklerverktøy i nettleser av/på
pl: Przełącz narzędzia deweloperskie przeglądarki
pt_br: Alternar Ferramentas do Desenvolvedor do Navegador
ru: Инструменты разработчика браузера
th: สลับเครื่องมือนักพัฒนาเบราว์เซอร์
tr: Tarayıcı Geliştirici Araçlarını Aç/Kapat
uk: Перемкнути інструменти розробника браузера
zh_hans: 切换浏览器开发者工具
zh_hant: 切換瀏覽器開發者工具

# shortcut.toggleBrowserFocusMode.label
source: Enter Browser Focus Mode
ar: تفعيل وضع تركيز المتصفح
bs: Uđi u način fokusa preglednika
da: Aktivér browser-fokustilstand
de: Browser-Fokusmodus aktivieren
es: Activar modo de enfoque del navegador
fr: Activer le mode focus du navigateur
it: Attiva la modalità focus del browser
ja: ブラウザフォーカスモードに入る
ko: 브라우저 집중 모드 시작
nb: Aktiver nettleser-fokusmodus
pl: Włącz tryb skupienia przeglądarki
pt_br: Ativar modo de foco do navegador
ru: Включить режим фокусировки браузера
th: เข้าสู่โหมดโฟกัสเบราว์เซอร์
tr: Tarayıcı odak modunu aç
uk: Увімкнути режим фокусування браузера
zh_hans: 进入浏览器专注模式
zh_hant: 進入瀏覽器專注模式

# shortcut.toggleCanvasLayout.label
source: Toggle Canvas Layout
ar: تبديل تخطيط اللوحة
bs: Prebaci raspored platna
da: Slå lærredslayout til/fra
de: Canvas-Layout umschalten
es: Alternar diseño de lienzo
fr: Basculer la disposition en canevas
it: Attiva/disattiva layout canvas
ja: キャンバスレイアウトを切り替え
ko: 캔버스 레이아웃 전환
nb: Veksle lerretoppsett
pl: Przełącz układ kanwy
pt_br: Alternar Layout de Canvas
ru: Переключить режим холста
th: สลับเลย์เอาต์แคนวาส
tr: Kanvas Düzenini Aç/Kapat
uk: Перемкнути режим полотна
zh_hans: 切换画布布局
zh_hant: 切換畫布佈局

# shortcut.toggleChecklistItemComplete.label
source: Toggle Checklist Item Complete
ar: تبديل اكتمال عنصر قائمة التحقق
de: Checklisten-Eintrag umschalten
es: Alternar estado completado del elemento de la lista
fr: Basculer l’état complété de l’élément de liste
ja: チェックリスト項目の完了を切り替える
ko: 체크리스트 항목 완료 전환
zh_hans: 切换清单项完成状态
zh_hant: 切換核取清單項目完成狀態

# shortcut.toggleFocusedWorkspaceGroupCollapsed.label
source: Toggle Focused Workspace’s Group Collapse
ar: تبديل طي مجموعة مساحة العمل المركّز عليها
bs: Prebaci sažimanje grupe fokusiranog radnog prostora
da: Skift sammenklap af gruppen for det aktive arbejdsområde
de: Gruppe des fokussierten Arbeitsbereichs ein-/ausklappen
es: Alternar plegado del grupo del espacio enfocado
fr: Basculer le repli du groupe de l’espace focalisé
it: Comprimi/espandi gruppo dell’area attiva
ja: フォーカス中のワークスペースのグループの折りたたみを切り替え
ko: 포커스된 작업 공간 그룹 접기/펼치기
nb: Veksle sammenklapping for fokusert arbeidsområdes gruppe
pl: Przełącz zwinięcie grupy aktywnej przestrzeni
pt_br: Alternar recolhimento do grupo da área focada
ru: Свернуть/развернуть группу активного пространства
th: สลับการยุบกลุ่มของเวิร์กสเปซที่โฟกัส
tr: Odaklı çalışma alanının grubunu daralt/genişlet
uk: Перемкнути згортання групи активної області
zh_hans: 切换当前工作区所在分组的折叠状态
zh_hant: 切換目前工作區所屬群組的收合狀態

# shortcut.toggleLeftSidebar.label
source: Toggle Left Sidebar
ar: تبديل الشريط الجانبي الأيسر
bs: Prebaci lijevu bočnu traku
da: Slå venstre sidebjælke til/fra
de: Linke Seitenleiste ein-/ausblenden
es: Alternar barra lateral izquierda
fr: Afficher/masquer la barre latérale gauche
it: Attiva/Disattiva barra laterale sinistra
ja: 左サイドバーを切り替え
ko: 왼쪽 사이드바 전환
nb: Slå venstre sidepanel av/på
pl: Przełącz lewy pasek boczny
pt_br: Alternar barra lateral esquerda
ru: Переключить левую боковую панель
th: สลับแถบด้านข้างซ้าย
tr: Sol Kenar Çubuğunu Aç/Kapat
uk: Перемкнути ліву бічну панель
zh_hans: 切换左侧边栏
zh_hant: 切換左側邊欄

# shortcut.togglePaneZoom.label
source: Toggle Pane Zoom
ar: تبديل تكبير اللوحة
bs: Prebaci uvećanje panela
da: Slå panelzoom til/fra
de: Bereichszoom umschalten
es: Alternar zoom del panel
fr: Activer/désactiver le zoom du panneau
it: Attiva/Disattiva zoom pannello
ja: ペインズームを切替
ko: 패널 확대/축소 전환
nb: Slå panelzoom av/på
pl: Przełącz powiększenie panelu
pt_br: Alternar Zoom do Painel
ru: Масштаб панели
th: สลับการซูมบานหน้าต่าง
tr: Bölme Yakınlaştırmasını Aç/Kapat
uk: Перемкнути масштаб панелі
zh_hans: 切换窗格缩放
zh_hant: 切換窗格縮放

# shortcut.toggleReactGrab.label
source: Toggle React Grab
ar: تبديل React Grab
de: React Grab umschalten
es: Alternar React Grab
fr: Basculer React Grab
ja: React Grabの切り替え
ko: React Grab 전환
zh_hans: 切换 React Grab
zh_hant: 切換 React Grab

# shortcut.toggleRightSidebar.label
source: Toggle Right Sidebar
ar: تبديل الشريط الجانبي الأيمن
bs: Prebaci desnu bočnu traku
da: Slå højre sidebjælke til/fra
de: Rechte Seitenleiste ein-/ausblenden
es: Alternar barra lateral derecha
fr: Afficher/masquer la barre latérale droite
it: Attiva/Disattiva barra laterale destra
ja: 右サイドバーを切り替え
ko: 오른쪽 사이드바 전환
nb: Slå høyre sidepanel av/på
pl: Przełącz prawy pasek boczny
pt_br: Alternar barra lateral direita
ru: Переключить правую боковую панель
th: สลับแถบด้านข้างขวา
tr: Sağ Kenar Çubuğunu Aç/Kapat
uk: Перемкнути праву бічну панель
zh_hans: 切换右侧边栏
zh_hant: 切換右側邊欄

# shortcut.toggleTerminalCopyMode.label
source: Toggle Terminal Copy Mode
ar: تبديل وضع النسخ في الطرفية
bs: Prebaci režim kopiranja terminala
da: Slå terminalkopiertilstand til/fra
de: Terminal-Kopiermodus umschalten
es: Alternar modo de copia del terminal
fr: Activer/désactiver le mode copie du terminal
it: Attiva/Disattiva modalità copia terminale
ja: ターミナルコピーモードを切替
ko: 터미널 복사 모드 전환
nb: Slå terminalkopieringsmodus av/på
pl: Przełącz tryb kopiowania terminala
pt_br: Alternar Modo de Cópia do Terminal
ru: Режим копирования терминала
th: สลับโหมดคัดลอกเทอร์มินัล
tr: Terminal Kopyalama Modunu Aç/Kapat
uk: Перемкнути режим копіювання терміналу
zh_hans: 切换终端复制模式
zh_hant: 切換終端機複製模式

# shortcut.toggleUnread.label
source: Toggle Unread
ar: تبديل غير المقروء
de: Ungelesen umschalten
es: Alternar no leído
fr: Marquer comme lu/non lu
ja: 未読を切り替え
ko: 읽지 않음 토글
zh_hans: 切换未读
zh_hant: 切換未讀狀態

# shortcut.unbound.displayValue
source: None
ar: لا شيء
bs: Nema
da: Ingen
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nb: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
th: ไม่มี
tr: Yok
uk: Немає
zh_hans: 无
zh_hant: 無
